Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/FeatureUI.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, it, ja, ko, pt, pt_br, ru, tr, zh_hant

source: 操作不可用。
ar: العملية غير متاحة.
de: Der Vorgang ist nicht verfügbar.
en: The action is unavailable.
es: La operación no está disponible.
fr: L'opération n'est pas disponible.
ja: 操作ができません。
ko: 조작이 불가능합니다.
pt: A operação não está disponível.
ru: Операция недоступна.
tr: Eylem kullanılamıyor.

source: 操作与快捷键
ar: الإجراءات والاختصارات
de: Aktionen und Tastenkürzel
en: Actions & Shortcuts
es: Acciones y atajos
fr: Actions et raccourcis
ja: アクションとショートカット
ko: 액션 및 단축키
pt: Ações e atalhos
ru: Действия и сочетания клавиш
tr: Eylemler ve Kısayollar
zh_hant: 操作與快速鍵

source: 操作已取消。
ar: تم إلغاء العملية.
de: Der Vorgang wurde abgebrochen.
en: The action was cancelled.
es: La operación ha sido cancelada.
fr: L'opération a été annulée.
ja: 操作はキャンセルされました。
ko: 작업이 취소되었습니다.
pt: A operação foi cancelada.
ru: Операция отменена.
tr: Eylem iptal edildi.

source: 操作当前不可用。
ar: غير متاحة حاليًا.
de: ist derzeit nicht verfügbar.
en: The action is currently unavailable.
es: no está disponible actualmente.
fr: est actuellement indisponible.
ja: 操作は現在利用できません。
ko: 작업은 현재 사용할 수 없습니다.
pt: não está disponível no momento.
ru: в настоящее время недоступна.
tr: Eylem şu anda kullanılamıyor.
zh_hant: 操作目前不可用。

source: 操作提供方当前不可用。
ar: مزود العملية غير متوفر حاليًا.
de: Der Betriebsanbieter ist derzeit nicht verfügbar.
en: The action provider is currently unavailable.
es: El proveedor de operaciones no está disponible actualmente.
fr: Le fournisseur d'opérations est actuellement indisponible.
ja: 操作プロバイダーは現在利用できません。
ko: 현재 운영 제공자를 이용할 수 없습니다.
pt: O provedor de operação está indisponível no momento.
ru: Поставщик операций в настоящее время недоступен.
tr: Eylem sağlayıcısı şu anda kullanılamıyor.
zh_hant: 操作提供方目前不可用。

source: 操作提供方暂时不可用；快捷键分配已保留。
ar: موفر الإجراء غير متاح مؤقتًا؛ تم حجز تعيين مفتاح الاختصار.
de: Der Aktionsanbieter ist vorübergehend nicht verfügbar; die Tastenbelegung ist reserviert.
en: The action provider is temporarily unavailable; the shortcut key assignment has been reserved.
es: El proveedor de acciones no está disponible temporalmente; la asignación de teclas de método abreviado ha sido reservada.
fr: Le fournisseur d'actions est temporairement indisponible ; l'affectation des touches de raccourci a été réservée.
ja: アクションプロバイダーは一時的に利用できません。ショートカットキーの割り当てが予約されています。
ko: 액션 제공자를 일시적으로 사용할 수 없습니다. 단축키 할당이 예약되었습니다.
pt: O provedor de ação está temporariamente indisponível; a atribuição da tecla de atalho foi reservada.
ru: Поставщик действий временно недоступен; назначение клавиш быстрого доступа зарезервировано.
tr: Eylem sağlayıcısı geçici olarak kullanılamıyor; kısayol ataması korundu.
zh_hant: 操作提供者暫時無法使用；快速鍵指派已保留。

source: 操作未能完成。
ar: لا يمكن إكمال العملية.
de: Der Vorgang konnte nicht abgeschlossen werden.
en: The action could not be completed.
es: No se pudo completar la operación.
fr: L'opération n'a pas pu être terminée.
ja: 操作を完了できませんでした。
ko: 작업을 완료하지 못했습니다.
pt: A operação não pôde ser concluída.
ru: Операцию не удалось завершить.
tr: Eylem tamamlanamadı.

source: 操作未能开始。
ar: فشلت العملية في البدء.
de: Der Vorgang konnte nicht gestartet werden.
en: The action could not start.
es: La operación no pudo iniciarse.
fr: L'opération n'a pas pu démarrer.
ja: 操作を開始できませんでした。
ko: 작업을 시작하지 못했습니다.
pt: A operação falhou ao iniciar.
ru: Операция не началась.
tr: Eylem başlatılamadı.
zh_hant: 操作未能開始。

source: 操作版本不可用。
ar: نسخة التشغيل غير متوفرة.
de: Die Betriebsversion ist nicht verfügbar.
en: The action version is unavailable.
es: La versión operativa no está disponible.
fr: La version d'exploitation n'est pas disponible.
ja: 動作バージョンがありません。
ko: 운영버전은 지원되지 않습니다.
pt: A versão operacional não está disponível.
ru: Рабочая версия недоступна.
tr: Eylem sürümü kullanılamıyor.

source: 操作超时。
ar: انتهت مهلة العملية.
de: Der Vorgang ist abgelaufen.
en: The action timed out.
es: Se agotó el tiempo de espera de la operación.
fr: L'opération a expiré.
ja: 操作がタイムアウトしました。
ko: 작업 시간이 초과되었습니다.
pt: A operação expirou.
ru: Время ожидания операции истекло.
tr: Eylem zaman aşımına uğradı.
zh_hant: 操作逾時。

source: 断开
ar: قطع الاتصال
de: Trennen
en: Disconnected
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 끊기
pt: Desconectar
ru: Отключение
tr: Bağlı değil
zh_hant: 斷開

source: 断开电源
ar: افصل الطاقة
de: Stromversorgung trennen
en: Power Disconnected
es: Desconectar alimentación
fr: Débrancher l'alimentation
ja: 電源を切断します
ko: 전원 연결 끊기
pt: Desconecte a alimentação
ru: Отключить питание
tr: Güç kaynağından ayrılma
zh_hant: 斷開電源

source: 新建工作流
ar: سير العمل الجديد
de: Neuer Workflow
en: New Workflow
es: Nuevo flujo de trabajo
fr: Nouveau flux de travail
ja: 新しいワークフロー
ko: 새로운 작업흐름
pt: Novo fluxo de trabalho
ru: Новый рабочий процесс
tr: Yeni İş Akışı
zh_hant: 新工作流程

source: 新建规则
ar: قاعدة جديدة
de: Neue Regel
en: New rule
es: Nueva regla
fr: Nouvelle règle
ja: 新しいルール
ko: 새 규칙
pt: Nova regra
ru: Новое правило
tr: Yeni kural
zh_hant: 新規則

source: 无法读取工作流数据；请先导入备份恢复。
ar: تعذرت قراءة بيانات سير العمل؛ استورد نسخة احتياطية لاستعادتها.
de: Workflow-Daten können nicht gelesen werden; importiere zur Wiederherstellung ein Backup.
en: Workflow data cannot be read; import a backup to recover it.
es: No se pueden leer los datos de los flujos; importa una copia para recuperarlos.
fr: Les données de workflow sont illisibles ; importez une sauvegarde pour les récupérer.
ja: ワークフローデータを読み込めません。バックアップを読み込んで復元してください。
ko: 워크플로 데이터를 읽을 수 없습니다. 백업을 가져와 복구하십시오.
pt: Os dados dos fluxos não podem ser lidos; importe um backup para recuperá-los.
ru: Данные процессов не читаются; импортируйте резервную копию для восстановления.
tr: İş akışı verileri okunamıyor; geri yüklemek için bir yedek içe aktarın.
zh_hant: 無法讀取工作流程資料；請先匯入備份以回復。

source: 无法读取自动规则数据；请先导入备份恢复。
ar: تعذرت قراءة بيانات قواعد الأتمتة؛ استورد نسخة احتياطية لاستعادتها.
de: Daten der Automationsregeln können nicht gelesen werden; importiere zur Wiederherstellung ein Backup.
en: Automation rule data cannot be read; import a backup to recover it.
es: No se pueden leer los datos de las reglas de automatización; importa una copia para recuperarlos.
fr: Les données des règles d’automatisation sont illisibles ; importez une sauvegarde pour les récupérer.
ja: 自動化ルールのデータを読み込めません。バックアップを読み込んで復元してください。
ko: 자동화 규칙 데이터를 읽을 수 없습니다. 백업을 가져와 복구하십시오.
pt: Os dados das regras de automação não podem ser lidos; importe um backup para recuperá-los.
ru: Данные правил автоматизации не читаются; импортируйте резервную копию для восстановления.
tr: Otomasyon kuralı verileri okunamıyor; geri yüklemek için bir yedek içe aktarın.
zh_hant: 無法讀取自動化規則資料；請先匯入備份以回復。

source: 快捷键数据无法读取；请先导入备份恢复。
ar: تعذرت قراءة بيانات الاختصارات؛ استورد نسخة احتياطية لاستعادتها.
de: Kurzbefehl-Daten können nicht gelesen werden; importiere zur Wiederherstellung ein Backup.
en: Shortcut data cannot be read; import a backup to recover it.
es: No se pueden leer los datos de los atajos; importa una copia para recuperarlos.
fr: Les données des raccourcis sont illisibles ; importez une sauvegarde pour les récupérer.
ja: ショートカットデータを読み込めません。バックアップを読み込んで復元してください。
ko: 단축키 데이터를 읽을 수 없습니다. 백업을 가져와 복구하십시오.
pt: Os dados dos atalhos não podem ser lidos; importe um backup para recuperá-los.
ru: Данные сочетаний клавиш не читаются; импортируйте резервную копию для восстановления.
tr: Kısayol verileri okunamıyor; geri yüklemek için bir yedek içe aktarın.
zh_hant: 快速鍵資料無法讀取；請先匯入備份以回復。

source: 无法保存工作流。
ar: غير قادر على حفظ سير العمل.
de: Workflow konnte nicht gespeichert werden.
en: Unable to save workflow.
es: No se puede guardar el flujo de trabajo.
fr: Impossible d'enregistrer le flux de travail.
ja: ワークフローを保存できません。
ko: 워크플로우를 저장할 수 없습니다.
pt: Não é possível salvar o fluxo de trabalho.
ru: Невозможно сохранить рабочий процесс.
tr: İş akışı kaydedilemiyor.
zh_hant: 無法保存工作流程。

source: 无法保存快捷键。
ar: تعذر حفظ الاختصار.
de: Tastenkürzel konnte nicht gesichert werden.
en: Unable to save shortcut.
es: No se pudo guardar el atajo.
fr: Impossible d’enregistrer le raccourci.
ja: ショートカットを保存できません。
ko: 단축키를 저장할 수 없습니다.
pt: Não foi possível salvar o atalho.
ru: Не удалось сохранить сочетание клавиш.
tr: Kısayol kaydedilemiyor.
zh_hant: 無法儲存快速鍵。

source: 无法保存快捷键，且恢复先前快捷键失败。
ar: تعذر حفظ الاختصار واستعادة الاختصار السابق.
de: Tastenkürzel konnte nicht gesichert und das vorherige Tastenkürzel nicht wiederhergestellt werden.
en: Unable to save the shortcut or restore the previous shortcut.
es: No se pudo guardar el atajo ni restaurar el atajo anterior.
fr: Impossible d’enregistrer le raccourci ni de restaurer le précédent.
ja: ショートカットを保存できず、以前のショートカットも復元できませんでした。
ko: 단축키를 저장하지 못했고 이전 단축키도 복원하지 못했습니다.
pt: Não foi possível salvar o atalho nem restaurar o atalho anterior.
ru: Не удалось сохранить сочетание клавиш и восстановить предыдущее.
tr: Kısayol kaydedilemedi ve önceki kısayol geri yüklenemedi.
zh_hant: 無法儲存快速鍵，且無法還原先前的快速鍵。

source: 无法保存自动规则。
ar: غير قادر على حفظ القواعد التلقائية.
de: Automatische Regeln können nicht gespeichert werden.
en: Unable to save the Automation Rule.
es: No se pueden guardar reglas automáticas.
fr: Impossible d'enregistrer les règles automatiques.
ja: 自動ルールを保存できません。
ko: 자동 규칙을 저장할 수 없습니다.
pt: Não é possível salvar regras automáticas.
ru: Невозможно сохранить автоматические правила.
tr: Otomasyon Kuralı kaydedilemiyor.
zh_hant: 無法儲存自動規則。

source: 无法保存运行链接预设。
ar: غير قادر على حفظ الإعداد المسبق لرابط التشغيل.
de: Lauf-Link-Voreinstellung konnte nicht gespeichert werden.
en: Unable to save run link preset.
es: No se puede guardar el enlace de ejecución preestablecido.
fr: Impossible d'enregistrer le préréglage du lien d'exécution.
ja: ランリンクプリセットを保存できません。
ko: 런 링크 프리셋을 저장할 수 없습니다.
pt: Não é possível salvar a predefinição do link de execução.
ru: Невозможно сохранить предустановку ссылки на запуск.
tr: Çalıştırma bağlantısı hazır ayarı kaydedilemiyor.
zh_hant: 無法儲存運行連結預設。

source: 无法删除工作流。
ar: غير قادر على حذف سير العمل.
de: Workflow kann nicht gelöscht werden.
en: Unable to delete workflow.
es: No se puede eliminar el flujo de trabajo.
fr: Impossible de supprimer le flux de travail.
ja: ワークフローを削除できません。
ko: 워크플로를 삭제할 수 없습니다.
pt: Não é possível excluir o fluxo de trabalho.
ru: Невозможно удалить рабочий процесс.
tr: İş akışı silinemiyor.
zh_hant: 無法刪除工作流程。

source: 无法删除相关自动规则。
ar: غير قادر على حذف القواعد التلقائية ذات الصلة.
de: Zugehörige automatische Regeln können nicht gelöscht werden.
en: Unable to delete related Automation Rules.
es: No se pueden eliminar reglas automáticas relacionadas.
fr: Impossible de supprimer les règles automatiques associées.
ja: 関連する自動ルールを削除できません。
ko: 관련 자동 규칙을 삭제할 수 없습니다.
pt: Não é possível excluir regras automáticas relacionadas.
ru: Невозможно удалить связанные автоматические правила.
tr: İlgili Otomasyon Kuralları silinemiyor.
zh_hant: 無法刪除相關自動規則。

source: 无法监听电源状态。
ar: غير قادر على مراقبة حالة الطاقة.
de: Der Energiestatus kann nicht überwacht werden.
en: Unable to monitor power status.
es: No se puede monitorear el estado de energía.
fr: Impossible de surveiller l'état de l'alimentation.
ja: 電源ステータスを監視できません。
ko: 전원 상태를 모니터링할 수 없습니다.
pt: Não é possível monitorar o status de energia.
ru: Невозможно отслеживать состояние питания.
tr: Güç durumu izlenemiyor.
zh_hant: 無法監聽電源狀態。

source: 无法确定日历访问状态。
ar: غير قادر على تحديد حالة الوصول إلى التقويم.
de: Kann den Kalenderzugriffsstatus nicht ermitteln.
en: Unable to determine calendar access status.
es: No se puede determinar el estado de acceso al calendario.
fr: Impossible de déterminer l'état d'accès au calendrier.
ja: カレンダーのアクセス状況を判断できません。
ko: 캘린더 접속 상태를 확인할 수 없습니다.
pt: Não é possível determinar o status de acesso ao calendário.
ru: Невозможно определить статус доступа к календарю.
tr: Takvim erişim durumu belirlenemiyor.
zh_hant: 無法確定日曆存取狀態。

source: 无法读取电池电量。
ar: غير قادر على قراءة مستوى البطارية.
de: Der Batteriestand kann nicht gelesen werden.
en: Unable to read battery level.
es: No se puede leer el nivel de la batería.
fr: Impossible de lire le niveau de la batterie.
ja: バッテリー残量を読み取れません。
ko: 배터리 잔량을 읽을 수 없습니다.
pt: Não é possível ler o nível da bateria.
ru: Невозможно определить уровень заряда батареи.
tr: Pil seviyesi okunamıyor.
zh_hant: 無法讀取電池電量。

source: 无法调整工作流顺序。
ar: غير قادر على ضبط تسلسل سير العمل.
de: Die Workflow-Reihenfolge kann nicht angepasst werden.
en: Unable to reorder workflows.
es: No se puede ajustar la secuencia del flujo de trabajo.
fr: Impossible d'ajuster la séquence du flux de travail.
ja: ワークフローの順序を調整できません。
ko: 작업 흐름 순서를 조정할 수 없습니다.
pt: Não é possível ajustar a sequência do fluxo de trabalho.
ru: Невозможно настроить последовательность рабочего процесса.
tr: İş akışlarının sırası değiştirilemiyor.
zh_hant: 無法調整工作流程順序。

source: 无附加条件
ar: لا شروط إضافية
de: Keine zusätzlichen Bedingungen
en: No Additional Conditions
es: Sin condiciones adicionales
fr: Aucune condition supplémentaire
ja: 追加条件なし
ko: 추가 조건 없음
pt: Sem condições adicionais
ru: Без дополнительных условий
tr: Ek Koşul Yok
zh_hant: 無附加條件

source: 日历事件
ar: أحداث التقويم
de: Kalenderereignisse
en: Calendar Event
es: Eventos del calendario
fr: Événements du calendrier
ja: カレンダーイベント
ko: 캘린더 이벤트
pt: Eventos do calendário
ru: События календаря
tr: Takvim Etkinliği
zh_hant: 日曆事件

source: 日历访问权限不可用。
ar: الوصول إلى التقويم غير متاح.
de: Kalenderzugriff ist nicht verfügbar.
en: Calendar access is not available.
es: El acceso al calendario no está disponible.
fr: L'accès au calendrier n'est pas disponible.
ja: カレンダーにアクセスできません。
ko: 캘린더 접근이 불가능합니다.
pt: O acesso ao calendário não está disponível.
ru: Доступ к календарю недоступен.
tr: Takvim erişimi kullanılamıyor.
zh_hant: 日曆存取權限不可用。

source: 时机
ar: التوقيت
de: Timing
en: Timing
es: Tiempo
fr: Minutage
ja: タイミング
ko: 타이밍
pt: Tempo
ru: Время
tr: Zamanlama
zh_hant: 時機

source: 时间
ar: الوقت
de: Zeit
en: Time
es: Hora
fr: Heure
ja: 時間
ko: 시간
pt: Tempo
ru: Время
tr: Zaman
zh_hant: 時間

source: 时间与日程
ar: الوقت والجدول
de: Zeit und Zeitplan
en: Time and Schedule
es: Hora y horario
fr: Heure et calendrier
ja: 時間とスケジュール
ko: 시간 및 일정
pt: Hora e Programação
ru: Время и расписание
tr: Zaman ve Planlama
zh_hant: 時間與行程

source: 时间范围
ar: النطاق الزمني
de: Zeitbereich
en: Time Range
es: Rango de tiempo
fr: Plage de temps
ja: 時間範囲
ko: 시간 범위
pt: Intervalo de tempo
ru: Временной диапазон
tr: Zaman Aralığı
zh_hant: 時間範圍

source: 是
ar: هو
de: ist
en: is
es: es
fr: est
ja: は
ko: 는
pt: é
ru: — это
tr: eşittir

source: 显示器
ar: الشاشة
de: Monitor
en: Monitor
es: Monitor
fr: Moniteur
ja: モニター
ko: 모니터
pt: Monitor
ru: Монитор
tr: Monitör
zh_hant: 顯示器

source: 显示器名称包含（可选）
ar: اسم الشاشة يحتوي على (اختياري)
de: Monitorname enthält (optional)
en: Monitor name contains (optional)
es: El nombre del monitor contiene (opcional)
fr: Le nom du moniteur contient (facultatif)
ja: モニター名に含まれるもの（オプション）
ko: 모니터 이름에 다음이 포함됩니다(선택 사항)
pt: O nome do monitor contém (opcional)
ru: Имя монитора содержит (необязательно)
tr: Monitör adı içerir (isteğe bağlı)
zh_hant: 顯示器名稱包含（選購）

source: 显示器已连接
ar: الشاشة متصلة
de: Monitor angeschlossen
en: Monitor connected
es: Monitor conectado
fr: Moniteur connecté
ja: モニター接続中
ko: 모니터 연결됨
pt: Monitor conectado
ru: Монитор подключен
tr: Monitör bağlı
zh_hant: 顯示器已連接

source: 替换
ar: يستبدل
de: ersetzt
en: Replace
es: reemplaza a
fr: remplace
ja: は
ko: 는
pt: substitui
ru: заменяет
tr: Değiştir
zh_hant: 替換

source: 替换快捷键？
ar: هل تريد استبدال مفاتيح الاختصار؟
de: Tastenkombinationen ersetzen?
en: Replace Shortcut?
es: ¿Reemplazar las teclas de acceso directo?
fr: Remplacer les touches de raccourci ?
ja: ショートカットキーを置き換えますか?
ko: 단축키를 바꾸시겠습니까?
pt: Substituir teclas de atalho?
ru: Заменить сочетания клавиш?
tr: Kısayol değiştirilsin mi?
zh_hant: 替換快捷鍵？

source: 最低 %d%%
ar: الحد الأدنى %d%%
de: Minimum %d%%
en: Minimum %d%%
es: Mínimo %d%%
fr: Minimum %d%%
ja: 最小%d%%
ko: 최소 %d%%
pt: Mínimo %d%%
ru: Минимум %d%%
tr: En az %d%%

source: 最近运行
ar: يتم تشغيله مؤخرًا
de: Kürzlich ausgeführt
en: Recent Runs
es: En ejecución recientemente
fr: Récemment en cours d'exécution
ja: 最近実行中
ko: 최근 실행 중
pt: Executando recentemente
ru: Недавно запущен
tr: Son Çalıştırmalar
zh_hant: 最近運行

source: 最高 %d%%
ar: الأعلى %d%%
de: Höchste %d%%
en: Maximum %d%%
es: Más alto %d%%
fr: Le plus élevé %d%%
ko: 최고 %d%%
pt: Mais alto %d%%
ru: Высший %d%%
tr: En çok %d%%

source: 未分配
ar: لم يتم تعيينه
de: Nicht zugewiesen
en: Not assigned
es: No asignado
fr: Non attribué
ja: 未割り当て
ko: 할당되지 않음
pt: Não atribuído
ru: Не назначено
tr: Atanmamış

source: 未执行。
ar: لم يتم التنفيذ.
de: Nicht ausgeführt.
en: Not executed.
es: No ejecutado.
fr: Non exécuté.
ja: 実行されませんでした。
ko: 실행되지 않았습니다.
pt: Não executado.
ru: Не выполнено.
tr: Yürütülmedi.
zh_hant: 未執行。

source: 来源
ar: المصدر
de: Quelle
en: Source
es: Fuente
fr: Source
ja: 出典
ko: 출처
pt: Fonte
ru: Источник
tr: Kaynak
zh_hant: 來源

source: 查找 MacTools 与插件操作，并在同一个冲突空间中管理全局快捷键。
ar: ابحث عن MacTools وإجراءات المكونات الإضافية وإدارة الاختصارات العامة في نفس مساحة الصراع.
de: Finden Sie MacTools und Plug-in-Aktionen und verwalten Sie globale Verknüpfungen im selben Konfliktbereich.
en: Find MacTools and plugin actions, and manage global shortcuts in one shared conflict space.
es: Encuentre MacTools y acciones de complementos y administre accesos directos globales en el mismo espacio de conflicto.
fr: Trouvez MacTools et les actions de plug-in et gérez les raccourcis globaux dans le même espace de conflit.
ja: MacTools とプラグイン アクションを検索し、同じ競合スペースでグローバル ショートカットを管理します。
ko: MacTools 및 플러그인 작업을 찾고 동일한 충돌 공간에서 전역 바로가기를 관리합니다.
pt: Encontre MacTools e ações de plug-ins e gerencie atalhos globais no mesmo espaço de conflito.
ru: Находите MacTools и действия плагинов и управляйте глобальными ярлыками в одном конфликтном пространстве.
tr: MacTools ve eklenti eylemlerini bulun; genel kısayolları tek bir ortak çakışma alanında yönetin.
zh_hant: 尋找 MacTools 與外掛程式操作，並在同一個衝突空間中管理全域快捷鍵。

source: 标题包含（可选）
ar: العنوان يحتوي (اختياري)
de: Titel enthält (optional)
en: Title contains (optional)
es: El título contiene (opcional)
fr: Le titre contient (facultatif)
ja: タイトルに含まれるもの（オプション）
ko: 제목에 포함(선택사항)
pt: O título contém (opcional)
ru: Заголовок содержит (необязательно)
tr: Başlık içerir (isteğe bağlı)
zh_hant: 標題包含（可選）

source: 短时间内运行的 MacTools 操作过多。为防止循环，已停止执行。
ar: تم تشغيل عدد كبير جدًا من إجراءات MacTools خلال وقت قصير. تم إيقاف التنفيذ لمنع حدوث حلقة.
de: In kurzer Zeit wurden zu viele MacTools-Aktionen ausgeführt. Die Ausführung wurde gestoppt, um eine Schleife zu verhindern.
en: Too many MacTools actions ran in a short time. Execution was stopped to prevent a loop.
es: Se ejecutaron demasiadas acciones de MacTools en poco tiempo. La ejecución se detuvo para evitar un bucle.
fr: Trop d’actions MacTools ont été exécutées en peu de temps. L’exécution a été arrêtée pour éviter une boucle.
ja: 短時間に多数のMacTools操作が実行されました。ループを防ぐため実行を停止しました。
ko: 짧은 시간에 너무 많은 MacTools 동작이 실행되었습니다. 반복 실행을 방지하기 위해 중단했습니다.
pt: Muitas ações do MacTools foram executadas em pouco tempo. A execução foi interrompida para evitar um ciclo.
ru: За короткое время выполнено слишком много действий MacTools. Выполнение остановлено для предотвращения цикла.
tr: Kısa sürede çok fazla MacTools eylemi çalıştı. Döngüyü önlemek için yürütme durduruldu.
zh_hant: 短時間內執行的 MacTools 操作過多。為防止循環，已停止執行。

source: 无法验证 MacTools 操作的循环保护，请稍后重试。
ar: تعذر التحقق من حماية إجراءات MacTools من التكرار. حاول مرة أخرى لاحقًا.
de: Der Schleifenschutz für MacTools-Aktionen konnte nicht geprüft werden. Versuche es später erneut.
en: Loop protection for MacTools actions could not be verified. Try again later.
es: No se pudo verificar la protección contra bucles de las acciones de MacTools. Inténtalo de nuevo más tarde.
fr: La protection contre les boucles des actions MacTools n’a pas pu être vérifiée. Réessayez plus tard.
ja: MacTools操作のループ保護を確認できませんでした。しばらくしてからもう一度お試しください。
ko: MacTools 동작의 반복 실행 보호를 확인할 수 없습니다. 나중에 다시 시도하십시오.
pt: Não foi possível verificar a proteção contra ciclos das ações do MacTools. Tente novamente mais tarde.
ru: Не удалось проверить защиту действий MacTools от циклов. Повторите попытку позже.
tr: MacTools eylemleri için döngü koruması doğrulanamadı. Daha sonra yeniden deneyin.
zh_hant: 無法驗證 MacTools 操作的循環保護，請稍後再試。

source: 检测到递归工作流调用。
ar: تم اكتشاف مكالمة سير عمل متكررة.
de: Rekursiver Workflow-Aufruf erkannt.
en: Recursive workflow call detected.
es: Se detectó una llamada de flujo de trabajo recursivo.
fr: Appel de workflow récursif détecté.
ja: 再帰的なワークフロー呼び出しが検出されました。
ko: 재귀적 워크플로 호출이 감지되었습니다.
pt: Chamada de fluxo de trabalho recursiva detectada.
ru: Обнаружен рекурсивный вызов рабочего процесса.
tr: Özyinelemeli iş akışı çağrısı algılandı.
zh_hant: 偵測到遞歸工作流程呼叫。

source: 此快捷键已分配给“%@”。替换后，原操作将不再使用它。
ar: تم تخصيص مفتاح الاختصار هذا لـ "%@". بعد الاستبدال، لن يتم استخدامه من خلال العملية الأصلية.
de: Diese Tastenkombination wurde „%@“ zugewiesen. Nach dem Austausch wird es vom ursprünglichen Betrieb nicht mehr verwendet.
en: This shortcut key has been assigned to "%@". After replacement, it will no longer be used by the original operation.
es: Esta tecla de acceso directo se ha asignado a "%@". Después del reemplazo, ya no será utilizado por la operación original.
fr: Cette touche de raccourci a été attribuée à "%@". Après remplacement, il ne sera plus utilisé par l'opération d'origine.
ja: このショートカットキーは「%@」に割り当てられています。交換後は元の動作では使用できなくなります。
ko: 이 단축키는 "%@"에 할당되었습니다. 교체 후에는 더 이상 원래 작업에 사용되지 않습니다.
pt: Esta tecla de atalho foi atribuída a "%@". Após a substituição, ele não será mais utilizado pela operação original.
ru: Эта клавиша быстрого доступа назначена «%@». После замены он больше не будет использоваться в исходной операции.
tr: Bu kısayol tuşu "%@" öğesine atanmış. Değiştirildiğinde özgün eylem artık bu kısayolu kullanamaz.
zh_hant: 此快速鍵已指派給「%@」。替換後，原始操作將不再使用它。

source: 此操作不能通过运行链接调用。
ar: لا يمكن استدعاء هذه العملية عبر رابط التشغيل.
de: Dieser Vorgang kann nicht über einen Ausführungslink aufgerufen werden.
en: This action cannot be invoked with a Run Link.
es: Esta operación no se puede llamar a través de un enlace de ejecución.
fr: Cette opération ne peut pas être appelée via un lien d'exécution.
ja: この操作は実行リンク経由で呼び出すことはできません。
ko: 이 작업은 실행 링크를 통해 호출할 수 없습니다.
pt: Esta operação não pode ser chamada através de um link de execução.
ru: Эту операцию нельзя вызвать через ссылку запуска.
tr: Bu eylem Çalıştırma Bağlantısı ile çağrılamaz.
zh_hant: 此操作不能透過執行連結呼叫。

source: 此操作可直接使用运行链接。
ar: يمكن لهذه العملية استخدام رابط التشغيل مباشرة.
de: Dieser Vorgang kann den laufenden Link direkt verwenden.
en: This action can use a Run Link directly.
es: Esta operación puede utilizar directamente el enlace en ejecución.
fr: Cette opération peut utiliser directement le lien en cours d'exécution.
ja: この操作は実行中のリンクを直接使用できます。
ko: 이 작업은 런닝링크를 직접 사용할 수 있습니다.
pt: Esta operação pode usar diretamente o link em execução.
ru: Эта операция может напрямую использовать рабочую ссылку.
tr: Bu eylemle doğrudan Çalıştırma Bağlantısı kullanılabilir.
zh_hant: 此操作可直接使用運行連結。

source: 此操作尚未发布到操作目录。
ar: لم يتم نشر هذه العملية في دليل العمليات.
de: Dieser Vorgang wurde nicht im Betriebsverzeichnis veröffentlicht.
en: This action is not in the Action Catalog.
es: Esta operación no se ha publicado en el directorio de operaciones.
fr: Cette opération n'a pas été publiée dans le répertoire des opérations.
ja: この操作は操作ディレクトリに公開されていません。
ko: 이 작업은 작업 디렉터리에 게시되지 않았습니다.
pt: Esta operação não foi publicada no diretório de operações.
ru: Эта операция не опубликована в каталоге операций.
tr: Bu eylem henüz Eylem Kataloğu'nda yayınlanmadı.
zh_hant: 此操作尚未發佈到操作目錄。
